[
    {
      "location": "Crisman, District Of Columbia",
      "handle": "English16",
      "favoriteTCG": "Digimon",
      "about": "Deserunt qui nostrud aliqua culpa pariatur ea adipisicing reprehenderit minim adipisicing aliquip ullamco. Incididunt sint et dolore ut qui nostrud laboris officia amet. Proident aliqua ut mollit et laborum esse nisi. Aute id reprehenderit labore Lorem minim Lorem laboris non do. Laboris laborum deserunt enim proident dolore occaecat aliqua deserunt aute cupidatat exercitation. Eiusmod aliquip esse ipsum ea laboris fugiat non ullamco et excepteur.\r\n",
      "email": "maryenglish@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/28.jpg"
      },
      "preferredFormat": "Standard"
    },
    {
      "location": "Mahtowa, West Virginia",
      "handle": "Galloway78",
      "favoriteTCG": "Magic: The Gathering",
      "about": "Cillum Lorem reprehenderit voluptate et nostrud ad. Do aliqua sint ex in proident proident quis qui proident id eiusmod do. Duis ex ullamco aliqua dolor ea ea occaecat nulla deserunt non. Quis laborum magna exercitation Lorem et mollit ad. Sunt do aute incididunt sint veniam qui. Mollit aute ex ex eiusmod laborum est veniam in excepteur fugiat.\r\n",
      "email": "marygalloway@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/30.jpg"
      },
      "preferredFormat": "Pioneer"
    },
    {
      "location": "Newry, Colorado",
      "handle": "Guzman20",
      "favoriteTCG": "Lorcana",
      "about": "Pariatur ullamco duis irure sit magna laboris veniam veniam in id labore. Sint laboris id ad ullamco voluptate sint. Ex veniam sunt quis proident. Veniam exercitation sint do commodo qui exercitation laboris esse magna nulla labore nisi proident. Mollit voluptate occaecat do proident.\r\n",
      "email": "maryguzman@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/67.jpg"
      },
      "preferredFormat": "Pioneer"
    },
    {
      "location": "Saddlebrooke, Massachusetts",
      "handle": "Cain77",
      "favoriteTCG": "Pokemon",
      "about": "Sint reprehenderit velit adipisicing officia aliqua ex sint aute officia id. Culpa aliquip laborum do ad. Culpa cupidatat do occaecat pariatur magna proident sit veniam minim pariatur et aute labore. Lorem consequat labore exercitation Lorem adipisicing sunt enim enim.\r\n",
      "email": "marycain@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/29.jpg"
      },
      "preferredFormat": "cEDH"
    },
    {
      "location": "Vaughn, Virgin Islands",
      "handle": "Smith81",
      "favoriteTCG": "Digimon",
      "about": "Sunt incididunt eu sunt in sint nostrud eiusmod veniam. Laboris consectetur nisi nisi dolor eu ipsum cillum esse dolore consequat sunt cillum. Labore nisi consectetur qui ea sit aute voluptate. Duis nisi et adipisicing magna minim Lorem consectetur ad est. Proident id commodo aute proident ullamco elit laborum elit. Eiusmod consequat in veniam incididunt commodo consectetur incididunt sit aliqua eiusmod sit culpa in magna. Minim dolor eu eiusmod magna nulla cupidatat ea aliquip commodo.\r\n",
      "email": "marysmith@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/26.jpg"
      },
      "preferredFormat": "Commander"
    },
    {
      "location": "Juarez, Indiana",
      "handle": "Cochran7",
      "favoriteTCG": "Digimon",
      "about": "Et consectetur sint reprehenderit aute ea sint adipisicing reprehenderit officia. Exercitation exercitation cupidatat nostrud commodo reprehenderit dolor magna ex dolor deserunt ad. Non et irure voluptate tempor cupidatat. Anim consectetur culpa minim cupidatat amet irure cupidatat aliquip amet dolor et minim. Veniam reprehenderit cillum consequat et duis tempor in cillum eu veniam incididunt. Laborum occaecat mollit anim velit mollit ipsum.\r\n",
      "email": "marycochran@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/96.jpg"
      },
      "preferredFormat": "Standard"
    },
    {
      "location": "Ezel, Maine",
      "handle": "Floyd34",
      "favoriteTCG": "Yu-Gi-Oh",
      "about": "Ut eiusmod cillum esse nostrud exercitation eu tempor est cillum duis aliqua sunt in. Ipsum nulla amet anim nisi laborum reprehenderit anim do Lorem. In sint minim aliqua non consectetur ad. Commodo ea commodo quis id sunt anim nulla et sit. Irure anim ut magna veniam veniam consequat nisi magna.\r\n",
      "email": "maryfloyd@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/5.jpg"
      },
      "preferredFormat": "Pioneer"
    },
    {
      "location": "Darrtown, Delaware",
      "handle": "Bauer37",
      "favoriteTCG": "Pokemon",
      "about": "Ullamco laborum nulla dolore eu aliquip consectetur laboris nulla. Commodo aliquip ea laborum quis aute. Laborum proident nisi labore id est est dolore nostrud laboris. Fugiat enim exercitation consectetur labore sit labore occaecat minim laborum anim velit nulla.\r\n",
      "email": "marybauer@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/61.jpg"
      },
      "preferredFormat": "cEDH"
    },
    {
      "location": "Iola, North Dakota",
      "handle": "Mcconnell32",
      "favoriteTCG": "Pokemon",
      "about": "Ex irure occaecat eu ut fugiat et. Minim pariatur aute officia ipsum pariatur ad ea enim labore et eu velit veniam. Aute officia eiusmod deserunt consequat. Pariatur Lorem irure officia eu consequat nulla adipisicing ullamco ad amet Lorem Lorem labore. Magna magna occaecat cupidatat amet.\r\n",
      "email": "marymcconnell@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/95.jpg"
      },
      "preferredFormat": "Standard"
    },
    {
      "location": "Sussex, California",
      "handle": "Sampson66",
      "favoriteTCG": "Pokemon",
      "about": "Voluptate magna elit ut deserunt. Ea elit consequat laboris duis duis. Laboris pariatur eu dolore et ea duis reprehenderit ullamco enim ad.\r\n",
      "email": "marysampson@handshake.com",
      "profilePicture": {
        "url": "https://randomuser.me/api/portraits/women/21.jpg"
      },
      "preferredFormat": "Commander"
    }
  ]